tests/dbl_0_55_3-00620_9/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2012                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    inlet
    {
        type            patch;
        nFaces          10;
        startFace       12736;
    }
    outlet
    {
        type            patch;
        nFaces          10;
        startFace       12746;
    }
    walls
    {
        type            wall;
        inGroups        1(wall);
        nFaces          446;
        startFace       12756;
    }
    baffle
    {
        type            wall;
        inGroups        1(wall);
        nFaces          94;
        startFace       13202;
    }
    front
    {
        type            empty;
        inGroups        1(empty);
        nFaces          6508;
        startFace       13296;
    }
    back
    {
        type            empty;
        inGroups        1(empty);
        nFaces          6508;
        startFace       19804;
    }
)

// ************************************************************************* //
